brew "bash"
brew "bat"
brew "chafa"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "fish"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gzip"
brew "htop"
brew "httpie"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "mods"
brew "moreutils"
brew "neovim"
brew "neovim-remote", link: false
brew "nmap"
brew "pkl"
brew "pkl-lsp"
brew "python@3.11"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "tree-sitter-cli"
brew "universal-ctags"
brew "unzip"
brew "watch"
brew "wget"
brew "xz"
brew "zsh"

if OS.mac?
  brew "colima"
  brew "duti"
  brew "ffmpeg"
  brew "imagemagick"
  brew "mackup"
  brew "mas"
  brew "pam-reattach"
  brew "pinentry-mac"
  brew "reattach-to-user-namespace"
  brew "telnet"

  cask "betterdisplay"
  cask "brave-browser"
  cask "chatgpt"
  cask "discord"
  cask "font-0xproto-nerd-font"
  cask "ghostty"
  cask "imageoptim"
  cask "keepingyouawake"
  cask "notion"
  cask "qlmarkdown"
  cask "setapp"
  cask "sketch"
  cask "spotify"
  cask "visual-studio-code"

  mas "BetterJSON", id: 1511935951
  mas "Boop", id: 1518425043
  mas "HEIC Converter", id: 1294126402
  mas "Magnet", id: 441258766
  mas "Pixelmator Pro", id: 1289583905
  mas "Userscripts-Mac-App", id: 1463298887
  mas "Xcode", id: 497799835
end
