tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "shaunsingh/SFMono-Nerd-Font-Ligaturized"

brew "ansible"
brew "bottom"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "fish"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "graphviz"
brew "lazygit"
brew "mackup"
brew "mas"
brew "moreutils"
brew "neovim"
brew "pam-reattach"
brew "pinentry-mac"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"

cask "adobe-creative-cloud"
cask "blender"
cask "discord"
cask "docker"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "godot"
cask "imageoptim"
cask "keepingyouawake"
cask "kitty"
cask "macfuse"
cask "qbittorrent"
cask "qlmarkdown"
cask "obsidian"
cask "setapp"
cask "sketch"
cask "veracrypt"
cask "visual-studio-code"

mas "BetterJSON", id: 1511935951
mas "Boop", id: 1518425043
mas "Compressor", id: 424390742
mas "Deliveries", id: 924726344
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Transmit", id: 1436522307
mas "Userscripts-Mac-App", id: 1463298887
mas "Xcode", id: 497799835
