tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "mackup"
brew "mas"
brew "reattach-to-user-namespace"

cask "alacritty"
cask "authy"
cask "bartender"
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "gpg-suite"
cask "imageoptim"
cask "keepingyouawake"
cask "lastpass"
cask "osxfuse"
cask "qbittorrent"
cask "qlmarkdown"
cask "sketch"
cask "veracrypt"
cask "visual-studio-code"

mas "Compressor", id: 424390742
mas "Deliveries", id: 924726344
mas "ExifPurge", id: 784466108
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro X", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "The Unarchiver", id: 425424353
mas "Transmit", id: 1436522307
mas "Xcode", id: 497799835
