tap "homebrew/bundle"

brew "ansible"
brew "bottom"
brew "cloc"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "fish"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "graphviz"
brew "gnupg"
brew "lazygit"
brew "moreutils"
brew "neovim"
brew "python"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
