tap "homebrew/bundle"
tap "homebrew/core"

brew "ansible"
brew "cloc"
brew "coreutils"
brew "direnv"
brew "fasd"
brew "git"
brew "git-extras"
brew "go"
brew "moreutils"
brew "neovim"
brew "py2cairo"
brew "python"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
